Repository: Kangaroocare/Kangaroo
Catalog: Kangaroo/Kangaroo/Resources/AppResources.*.resx
Languages: ar

# lbActivation
source: Account Activation
ar: تفعيل الحساب

# lbActivationCode
source: Activation Code
ar: كود التفعيل

# lbBack
source: Back
ar: رجـوع

# lbCancel
source: Cancel
ar: إلغـاء

# lbChangeLanguage
source: Change Language
ar: تغيير اللغـــــة

# lbChangePassword
source: Change Password
ar: تغيير كلمة المرور

# lbCode
source: Code
ar: الكــود

# lbConfirmPassword
source: Confirm Password
ar: تأكيد كلمة المرور

# lbCreateAccount
source: Create New Account
ar: إنشاء حساب جديد

# lbDate
source: Date
ar: التاريخ

# lbDelete
source: Delete
ar: حذف

# lbEdit
source: Edit
ar: تعديل

# lbEmail
source: Email
ar: البريد الالكتروني

# lbEnter
source: Enter
ar: دخــول

# lbEnterData
source: Enter your data
ar: تفضل بإدخال بياناتك

# lbForgetPassword
source: Forget Password ?
ar: نسيت كلمة المرور ؟

# lbForgetPasswordTitle
source: Forget Password
ar: نسيت كلمة المرور

# lbLogin
source: Login
ar: تسجيل الدخول

# lbLoginHint
source: Your child with you moment by moment
ar: طفلك في حضنك لحظة بلحظة

# lbLogout
source: Logout
ar: تسجيل الخروج

# lbMain
source: Main
ar: الرئيسية

# lbMessage
source: Message
ar: الرسالة

# lbMessages
source: Messages
ar: الرسائل

# lbMobile
source: Mobile
ar: رقم الجوال

# lbMobileWithHint
source: Mobile (5XXXXXXXX)
ar: رقم الجوال (5XXXXXXXX)

# lbMore
source: More
ar: المزيد

# lbMyProfile
source: My Profile
ar: حســــــابي

# lbName
source: Name
ar: الإسم

# lbNewPassword
source: New Password
ar: كلمة المرور الجديدة

# lbNext
source: Next
ar: التالي

# lbNotes
source: Notes
ar: ملاحظات

# lbNotifications
source: Notifications
ar: الإشعارات

# lbOldPassword
source: Old Password
ar: كلمة المرور القديمة

# lbPassword
source: Password
ar: كلمة المرور

# lbPrevious
source: Previous
ar: السابق

# lbPrivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية

# lbResend
source: Resend
ar: إعادة إرسال

# lbResetPassword
source: Reset Password
ar: إعادة تعيين كلمة المرور

# lbSave
source: Save
ar: حفظ

# lbSearch
source: Search
ar: بحث

# lbSearchKeyword
source: Search Keyword
ar: كلمة البحث

# lbSender
source: Sender
ar: المرسل

# lbSendPassword
source: Send Password
ar: إرسال كلمة المرور

# lbSendResetCode
source: Send Reset Code
ar: إرسال كود التعيين

# lbSettings
source: Settings
ar: الإعدادات

# lbTitle
source: Title
ar: اللقب

# lbUpdateProfile
source: Update Profile
ar: تحديث الحساب

# lbUserData
source: User Data
ar: بيانات المستخدم

# lbYes
source: Yes
ar: نعم

# msgAccountCreatedSuccessfully
source: Account created successfully
ar: تم إنشاء الحساب بنجاح

# msgActivationCompleted
source: Account activated successfully
ar: تم تفعيل الحساب بنجاح

# msgConfirmDelete
source: Are you sure from delete ?
ar: هل أنت متأكد من الحذف ؟

# msgConfirmPasswordError
source: Confirm password error
ar: تأكيد كلمة المرور غير صحيح

# msgEmailFormatError
source: Email format error
ar: البريد الالكتروني غير صحيح

# msgInvalidMobileNo
source: Invalid mobile no.
ar: رقم الجوال غير صحيح

# msgNoInternetConnection
source: Check internet conncetion
ar: تأكد من الإتصال بالإنترنت

# msgOldPasswordInCorrect
source: Old password is incorrect
ar: كلمة المرور القديمة غير صحيحة

# msgPasswordChanged
source: Password changed successfully
ar: تم تغيير كلمة المرور بنجاح

# msgProfileUpdatedSuccessfully
source: Profile updated successfully
ar: تم تحديث الحساب بنجاح

# msgReqActivationCode
source: Please enter activation code
ar: من فضلك أدخل كود التفعيل

# msgReqConfirmPassword
source: Please enter confirm password
ar: من فضلك أدخل تأكيد كلمة المرور

# msgReqLoginData
source: Please enter login data
ar: من فضلك أدخل بيانات الدخول

# msgReqMobile
source: Please enter mobile no.
ar: من فضلك أدخل رقم الجوال

# msgReqNewPassword
source: Please enter new password
ar: من فضلك أدخل كلمة المرور الجديدة

# msgReqOldPassword
source: Please enter old password
ar: من فضلك أدخل كلمة المرور القديمة

# msgReqPassword
source: Please enter password
ar: من فضلك أدخل كلمة المرور

# msgReqResetCode
source: Please enter reset code
ar: من فضلك أدخل كود إعادة التعيين

# msgReqUserName
source: Please enter user name
ar: من فضلك أدخل اسم المستخدم

# msgResendCompleted
source: Resend activation code completed
ar: تم إعادة إرسال كود التفعيل

# msgSendPasswordCompleted
source: Send new password completed
ar: تم إرسال كلمة المرور الجديدة

# msgSendPasswordError
source: Send password failed
ar: حدث خطأ أثناء إرسال كلمة المرور

# msgServerConnectionError
source: Server connection error ... try again later
ar: خطأ في الإتصال بالسيرفر ... حاول مرة أخرى بعد قليل

# lbCamera
source: Camera
ar: الكاميرا

# lbStudio
source: Studio
ar: الإستوديو

# lbAgreeTerms
source: Agree to the terms and conditions
ar: الموافقة على الشروط والأحكام

# msgUploadImageError
source: Upload image error
ar: حدث خطأ أثناء تحميل الصورة

# lbSendMessage
source: Send Message
ar: إرسال الرسالة

# msgMessageSentSuccessfully
source: Message Sent Successfully
ar: تم إرسال الرسالة بنجاح

# msgReqMessage
source: Please enter message
ar: من فضلك أدخل الرسالة

# lbAccept
source: Accept
ar: قبول

# lbContact
source: Contact
ar: تواصل

# msgReqContactEmail
source: Please enter sender email
ar: من فضلك أدخل البريد الإلكتروني المرسل

# msgReqContactName
source: Please enter sender name
ar: من فضلك أدخل اسم المرسل

# msgReqContactSubject
source: Please enter message subject
ar: من فضلك أدخل محتوى الرسالة

# msgReqContactTitle
source: Please enter message title
ar: من فضلك أدخل عنوان الرسالة

# lbAddReply
source: Write reply
ar: اكتب رد

# lbMessageDetails
source: Message Details
ar: تفاصيل الرسالة

# lbSend
source: Send
ar: إرسال

# lbContactUs
source: Contact Us
ar: اتصل بنا

# lbMessageContent
source: Message Content
ar: محتوى الرسالة

# lbMessageTitle
source: Message Title
ar: عنوان الرسالة

# lbSenderEmail
source: Email
ar: البريد الإلكتروني

# lbSenderName
source: Sender Name
ar: اسم المرسل

# lbSelectCountry
source: Select Country
ar: اختر الدولة

# lbContactNumber
source: Contact Number
ar: رقم الإتصال

# msgReqCity
source: Please select city
ar: من فضلك اختر المدينة

# lbAbout
source: About KangarooCare
ar: عن كانجارو كير

# lbDayCares
source: DayCares
ar: الحضانات

# lbMyChildern
source: My Childern
ar: أطفالي

# lbSearchDayCare
source: Search by daycare name
ar: بحث بإسم الحضانة

# lbCity
source: City
ar: المدينة

# lbConfirmEmail
source: Confirm Email
ar: تأكيد البريد الالكتروني

# lbCountry
source: Country
ar: البلد

# lbFemale
source: Female
ar: أنثى

# lbGender
source: Gender
ar: النـــــوع

# lbMale
source: Male
ar: ذكر

# lbNationalId
source: National Id
ar: رقم الهوية الوطنية

# lbPoints
source: Points
ar: النقاط

# lbPromoCode
source: Promo Code
ar: البرومو كود

# lbChildRelation
source: Child Relationship
ar: صلة القرابة

# lbRegister
source: Register
ar: تسجيل

# msgConfirmEmailError
source: Confirm email error
ar: تأكيد البريد الإلكتروني غير صحيح

# msgReqChildRelation
source: Please select child relationship
ar: من فضلك اختر صلة القرابة

# msgReqCountry
source: Please select country
ar: من فضلك اختر البلد

# msgReqNationalId
source: Please enter National Id
ar: من فضلك أدخل رقم الهوية الوطنية

# lbDayCareDesc
source: DayCare Info.
ar: معلومات عن الحضانة

# lbFromDate
source: From Date
ar: من تاريخ

# lbFromTime
source: From Time
ar: من الساعة

# lbHolidays
source: Holidays
ar: الأجازات

# lbHolidayType
source: Holiday Type
ar: نوع الأجازة

# lbInitialDate
source: Initial Date
ar: تاريخ البدء

# lbIsSpecialNeeds
source: Special Needs ?
ar: احتياجات خاصة ؟

# lbToDate
source: From Date
ar: إلى تاريخ

# lbToTime
source: To Time
ar: إلى الساعة

# lbWebSite
source: Website
ar: الموقع الإلكتروني

# lbWorkingDays
source: working Days
ar: عدد أيام العمل

# lbWorkingHours
source: Working Hours
ar: عدد ساعات العمل

# lbFavoriteDayCares
source: Favorite DayCares
ar: الحضانات المفضلة

# lbNo
source: No
ar: لا

# lbTypeMessage
source: Type your message
ar: اكتب رسالتك

# msgMissedDayCareAdminId
source: Missed daycare admin id
ar: رقم أدمن الحضانة غير موجود

# lbAttendance
source: Attendance
ar: سجل الحضور

# lbClasses
source: Classes
ar: الفصول

# lbMyChildren
source: My Kids
ar: أطفالي

# lbAbsent
source: Absent
ar: الغياب

# lbAttended
source: Attendee
ar: الحضور

# lbClassName
source: Class Name
ar: اسم الفصل

# lbKidsCount
source: Kids Numbers
ar: عدد الأطفال

# lbClass
source: Class
ar: الفصل

# lbAddChild
source: Add Child
ar: إضافة الطفل

# lbAddress
source: Address
ar: العنوان

# lbBirthDate
source: Birth Date
ar: تاريخ الميلاد

# lbChildData
source: Child Profile
ar: بيانات الطفل

# lbChildName
source: Child Name
ar: اسم الطفل

# lbContactData
source: Contact Data
ar: بيانات التواصل

# lbHealthCondition
source: Health conditions and allergies
ar: الحالة الصحية

# lbImages
source: Images
ar: الصور

# lbParentData
source: Parent Data
ar: بيانات الوالدين

# lbSiblingsNo
source: Siblings Number
ar: عدد الأخوة

# lbSpecialNeeds
source: Special Needs
ar: الاحتياجات الخاصة

# lbUsePhoto
source: Use Child Photo
ar: استخدام صور طفلي

# lbWhatToKnow
source: Need To Know
ar: أريد أعرف عن طفلي

# lbAddMore
source: Add More
ar: أضف المزيد

# lbContactName
source: Contact Name
ar: اسم القريب

# lbContactNo
source: Contact No.
ar: رقم الاتصال

# lbEmergencyContact
source: Emergency contact data
ar: بيانات اتصال الطوارىء

# lbFatherAddress
source: Father Address
ar: عنوان الأب

# lbFatherMobile
source: Father Mobile
ar: رقم جوال الأب

# lbFatherName
source: Father Name
ar: اسم الأب

# lbFatherNationalId
source: Father National Id
ar: رقم هوية الأب

# lbHomeWays
source: Responsible for daily delivering the child to home
ar: المسئول عن توصيل الطفل للمنزل يومياً

# lbMotherAddress
source: Mother Address
ar: عنوان الأم

# lbMotherMobile
source: Mother Mobile
ar: رقم جوال الأم

# lbMotherName
source: Mother Name
ar: اسم الأم

# lbMotherNationalId
source: Mother National Id
ar: رقم هوية الأم

# lbRelation
source: Relationship
ar: صلة القرابة

# lbChildFace
source: Child Face
ar: صورة الطفل

# lbEndDate
source: End Date
ar: تاريخ الإنتهاء

# lbFatherData
source: Father Data
ar: بيانات الأب

# lbFatherNationalIdImage
source: Father National ID Image
ar: صورة رقم هوية الأب

# lbMotherData
source: Mother Data
ar: بيانات الأم

# lbMotherNationalIdImage
source: Mother National ID Image
ar: صورة رقم هوية الأم

# lbStartDate
source: Start Date
ar: تاريخ البدء

# msgChildAddedSuccessfully
source: Child Added Successfully
ar: تم إضافة الطفل بنجاح

# msgReqBirthDate
source: Please enter birth date
ar: من فضلك أدخل تاريخ الميلاد

# msgReqChildAddress
source: Please enter child address
ar: من فضلك أدخل عنوان الطفل

# msgReqChildFace
source: Please select child face
ar: من فضلك اختر صورة الطفل

# msgReqChildName
source: Please enter child name
ar: من فضلك أدخل اسم الطفل

# msgReqChildNationalId
source: Please enter child National ID
ar: من فضلك أدخل رقم هوية الطفل

# msgReqEmergencyMobile
source: Please enter mobile (Emergency)
ar: من فضلك أدخل رقم الجوال (اتصال الطوارىء)

# msgReqEmergencyName
source: Please enter name (Emergency)
ar: من فضلك أدخل الاسم (اتصال الطوارىء)

# msgReqEmergencyRelation
source: Please select relationship (Emergency)
ar: من فضلك اختر صلة القرابة (اتصال الطوارىء)

# msgReqEndDate
source: Please enter end date
ar: من فضلك أدخل تاريخ النهاية

# msgReqFatherAddress
source: Please enter father address
ar: من فضلك أدخل عنوان الأب

# msgReqFatherId
source: Please select father Id image
ar: من فضلك اختر صورة هوية الأب

# msgReqFatherMobile
source: Please enter father mobile
ar: من فضلك أدخل رقم جوال الأب

# msgReqFatherName
source: Please enter father name
ar: من فضلك أدخل اسم الأب

# msgReqFatherNationalId
source: Please enter father National ID
ar: من فضلك أدخل رقم هوية الأب

# msgReqHealthCondition
source: Please enter health condition
ar: من فضلك أدخل الحالة الصحية

# msgReqHomeRelationId
source: Please select relation (Responsible for Child)
ar: من فضلك اختر صلة القرابة (المسئول عن الطفل)

# msgReqHomeRelationMobile
source: Please enter mobile (Responsible for Child)
ar: من فضلك أدخل رقم الإتصال (المسئول عن الطفل)

# msgReqHomeRelationName
source: Please enter name (Responsible for Child)
ar: من فضلك أدخل الإسم (المسئول عن الطفل)

# msgReqHomeRelationNationalId
source: Please enter National ID (Responsible for Child)
ar: من فضلك أدخل رقم الهوية (المسئول عن الطفل)

# msgReqMotherAddress
source: Please enter mother address
ar: من فضلك أدخل عنوان الأم

# msgReqMotherId
source: Please select mother Id image
ar: من فضلك اختر صورة هوية الأم

# msgReqMotherMobile
source: Please enter mother mobile
ar: من فضلك أدخل رقم جوال الأم

# msgReqMotherName
source: Please enter mother name
ar: من فضلك أدخل اسم الأم

# msgReqMotherNationalId
source: Please enter mother National ID
ar: من فضلك أدخل رقم هوية الأم

# msgReqSiblingsNumber
source: Please enter siblings number
ar: من فضلك أدخل عدد الأخوة

# msgReqStartDate
source: Please enter start date
ar: من فضلك أدخل تاريخ البدء

# msgReqWhatToKnow
source: Please enter what you need to know
ar: من فضلك أدخل ماتريد معرفته عن طفلك

# msgMissedParentId
source: Missed parent id
ar: رقم الأب غير موجود

# msgMissedTeacherId
source: Missed teacher id
ar: رقم المعلّم غير موجود

# lbChildGallery
source: Child Gallery
ar: صور الطفل

# lbDailyReports
source: Daily Reports
ar: التقارير اليومية

# lbNotifyUs
source: Contact Us
ar: الإتصــــال

# lbRquestNewDayCare
source: Request New DayCare
ar: طلب الإنضمام لحضانة

# lbReports
source: Reports
ar: تقارير

# lbDayCare
source: DayCare
ar: الحضانة

# msgRequestSent
source: Request sent successfully
ar: تم إرسال الطلب بنجاح

# msgSelectDayCare
source: Please select daycare
ar: من فضلك اختر الحضانة أولاً

# lbContactParent
source: Contact Parent
ar: التواصل مع الأب

# lbCreateReport
source: Create The Daily Report
ar: إنشاء التقرير اليومي

# lbParentNotifications
source: Parent Notifications
ar: إشعارات الأب

# lbUploadGallery
source: Upload Photos And Videos
ar: رفع الصور والفيديوهات

# lbViewChildProfile
source: View Child Profile
ar: عرض بيانات الطفل

# lbAddActivity
source: Add Activity
ar: إضافة نشاط

# lbChildProgress
source: Child Progress
ar: التقييم اليومي

# lbDailyReportActivity
source: Daily Activities
ar: الأنشطة اليومية

# lbDailyReportMedia
source: Photos And Videos
ar: الصور والفيديو

# lbGeneralNotes
source: General Notes
ar: ملاحظات عامة

# lbActivityType
source: Activity Type
ar: نوع النشاط

# lbAddReport
source: Add Report
ar: إضافة التقرير

# lbDesc
source: Desc
ar: الوصف

# lbImportActivity
source: Import Activity
ar: إدراج النشاط

# lbNutritionType
source: Type
ar: النوع

# lbTime
source: Time
ar: الوقت

# lbPickPhoto
source: Pick Photo
ar: اختيار صورة

# lbPickVideo
source: Pick Video
ar: اختيار فيديو

# lbTakePhoto
source: Take Photo
ar: التقاط صورة

# msgReqActivityType
source: Please select activity type
ar: من فضلك اختر نوع النشاط

# msgReqDesc
source: Please enter description
ar: من فضلك أدخل الوصف

# msgReqNutritionType
source: Please select nutrition type
ar: من فضلك اختر نوع التغذية

# msgReqTime
source: Please select time
ar: من فضلك أدخل وقت النشاط

# msgReqGeneralNotes
source: Please enter general notes
ar: من فضلك أدخل الملاحظات العامة

# msgReportAddedSuccessfully
source: Report added successfully
ar: تم إضافة التقرير بنجاح

# msgAddGalleryError
source: Add gallery error
ar: حدث خطأ أثناء عملية الإضافة

# msgGalleryAddedSuccessfully
source: Gallery added successfully
ar: تمت عملية الإضافة بنجاح

# lbAdd
source: Add
ar: إضافة

# msgMissedChildId
source: Missed child id
ar: رقم الطفل غير موجود

# msgReqGalleryItems
source: Select photo or video for add
ar: يجب اختيار صورة أو فيديو للإضافة

# lbChildProfile
source: Child Profile
ar: بيانات الطفل

# lbParentMobile
source: Parent Mobile
ar: رقم الوالد

# lbParentName
source: Parent Name
ar: اسم الوالد

# msgMissedReportId
source: Missed report id
ar: رقم التقرير غير موجود

# lbPlayVideo
source: Play Video
ar: عرض الفيديو

# lbImageView
source: View Image
ar: عرض الصورة

# msgMissedSenderId
source: Missed sender id
ar: رقم المرسل غير موجود

# lbWelcome
source: Welcome
ar: مرحبا بك يا

# lbUserProfile
source: User Profile
ar: ملف المستخدم

# msgReqOneRelation
source: Sorry, there must be at least one responsible
ar: عفواً ، يجب وجود مسئول واحد على الأقل

# lbContactFamily
source: Contact Family
ar: التواصل مع العائلة

# lbApply
source: Apply
ar: تطبيق

# lbFilterDayCares
source: Filter DayCares
ar: تصفية الحضانات

# msgReqMessageText
source: Please write message firstly
ar: من فضلك اكتب الرسالة أولاً
